Repository: lavasecurity/lavasec-ios
Catalog: LavaSecApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: These counters help diagnose slow internet, DNS timeouts, DNS provider failures, and Wi-Fi or cellular handoff issues.
de: Diese Zähler helfen, langsames Internet, DNS-Zeitüberschreitungen, Ausfälle des DNS-Anbieters sowie Probleme beim Wechsel zwischen WLAN und Mobilfunk zu diagnostizieren.
es: Estos contadores ayudan a diagnosticar problemas de internet lento, tiempos de espera de DNS, fallos del proveedor de DNS y traspasos entre Wi-Fi y datos móviles.
fr: Ces compteurs aident à diagnostiquer la lenteur d’Internet, les délais DNS, les échecs du fournisseur DNS et les problèmes de transition entre le Wi-Fi et le réseau cellulaire.
it: Questi contatori aiutano a diagnosticare internet lento, timeout DNS, errori del provider DNS e problemi di passaggio tra Wi-Fi e rete cellulare.
ja: これらのカウンターは、インターネットの速度低下、DNSのタイムアウト、DNSプロバイダーの障害、Wi-Fiやモバイル通信の切り替えの問題の診断に役立ちます。
ko: 이 카운터는 느린 인터넷, DNS 시간 초과, DNS 공급자 오류, Wi-Fi 또는 셀룰러 전환 문제를 진단하는 데 도움이 돼요.
pt_br: Esses contadores ajudam a diagnosticar internet lenta, tempos limite de DNS, falhas do provedor de DNS e problemas de transição entre Wi-Fi e rede celular.
zh_hans: 这些计数器有助于诊断网速慢、DNS 超时、DNS 提供商故障以及 Wi-Fi 或蜂窝网络切换问题。
zh_hant: 這些計數有助於診斷網路緩慢、DNS 逾時、DNS 供應商故障，以及 Wi-Fi 或行動網路切換的問題。

source: These examples show the technical summary Lava can send when you turn on optional diagnostics.
de: Diese Beispiele zeigen die technische Zusammenfassung, die Lava senden kann, wenn du optionale Diagnosedaten einschaltest.
es: Estos ejemplos muestran el resumen técnico que Lava puede enviar cuando activas el diagnóstico opcional
fr: Ces exemples montrent le résumé technique que Lava peut envoyer lorsque vous activez les diagnostics facultatifs.
it: Questi esempi mostrano il riepilogo tecnico che Lava può inviare quando attivi la diagnostica facoltativa
ja: これらの例は、任意の診断をオンにしたときに Lava が送信できる技術情報の概要です
ko: 선택형 진단을 켜면 Lava가 보낼 수 있는 기술 요약의 예시예요
pt_br: Estes exemplos mostram o resumo técnico que a Lava pode enviar quando você ativa os diagnósticos opcionais
zh_hans: 这些示例展示了开启可选诊断后，Lava 可能发送的技术摘要
zh_hant: 這些範例顯示當你開啟選用診斷時，Lava 可傳送的技術摘要

source: Third-party notices
de: Hinweise zu Drittanbietern
es: Avisos de terceros
fr: Mentions de tiers
it: Avvisi di terze parti
ja: サードパーティに関する表示
ko: 서드파티 고지
pt_br: Avisos de terceiros
zh_hans: 第三方声明
zh_hant: 第三方授權聲明

source: This device
de: Dieses Gerät
es: Este dispositivo
fr: Cet appareil
it: Questo dispositivo
ja: このデバイス
ko: 이 기기
pt_br: Este dispositivo
zh_hans: 本设备
zh_hant: 這台裝置

source: This can't be undone
de: Das lässt sich nicht rückgängig machen
es: Esto no se puede deshacer
fr: Cette action est irréversible
it: L’operazione non può essere annullata
ja: この操作は取り消せません
ko: 되돌릴 수 없어요
pt_br: Isso não pode ser desfeito
zh_hans: 此操作无法撤销
zh_hant: 此動作無法復原

# This code doesn't contain a filter to import.
source: This code doesn’t contain a Lava filter.
de: Dieser Code enthält keinen Lava-Filter.
es: Este código no contiene un filtro de Lava.
fr: Ce code ne contient aucun filtre Lava.
it: Questo codice non contiene un filtro di Lava.
ja: このコードにはLavaのフィルターが含まれていません。
ko: 이 코드에는 Lava 필터가 없어요.
pt_br: Este código não contém um filtro do Lava.
zh_hans: 此代码不包含 Lava 筛选器。
zh_hant: 此代碼不含 Lava 篩選器。

source: This code is too large to import safely.
de: Dieser Code ist zu groß, um sicher importiert zu werden.
es: Este código es demasiado grande para importarlo de forma segura.
fr: Ce code est trop volumineux pour être importé en toute sécurité.
it: Questo codice è troppo grande per essere importato in sicurezza.
ja: このコードは大きすぎて安全にインポートできません。
ko: 이 코드는 너무 커서 안전하게 가져올 수 없습니다.
pt_br: Este código é grande demais para ser importado com segurança.
zh_hans: 此代码过大，无法安全导入。
zh_hant: 此代碼過大，無法安全匯入。

source: This code looks edited or incomplete. Ask for a fresh one.
de: Dieser Code wirkt verändert oder unvollständig. Bitte um einen neuen.
es: Este código parece editado o incompleto. Pide uno nuevo.
fr: Ce code semble modifié ou incomplet. Demandez-en un nouveau.
it: Questo codice sembra modificato o incompleto. Chiedine uno nuovo.
ja: このコードは編集されているか、不完全なようです。新しいものをもらってください。
ko: 이 코드는 수정되었거나 불완전한 것 같습니다. 새 코드를 요청하세요.
pt_br: Este código parece editado ou incompleto. Peça um novo.
zh_hans: 此代码似乎被改动过或不完整。请索取一个新的。
zh_hant: 此代碼看起來經過修改或不完整。請對方重新提供一個。

source: This code needs a newer version of Lava. Update the app and try again.
de: Dieser Code erfordert eine neuere Version von Lava. Aktualisiere die App und versuche es erneut.
es: Este código necesita una versión más reciente de Lava. Actualiza la app e inténtalo de nuevo.
fr: Ce code nécessite une version plus récente de Lava. Mettez l’app à jour et réessayez.
it: Questo codice richiede una versione più recente di Lava. Aggiorna l’app e riprova.
ja: このコードには新しいバージョンの Lava が必要です。App を更新してもう一度お試しください。
ko: 이 코드는 최신 버전의 Lava가 필요합니다. 앱을 업데이트한 후 다시 시도하세요.
pt_br: Este código precisa de uma versão mais recente do Lava. Atualize o app e tente novamente.
zh_hans: 此代码需要更新版本的 Lava。请更新 App 后重试。
zh_hant: 此代碼需要較新版本的 Lava。請更新 App 後再試一次。

source: This deletes the signed-in Lava account and its encrypted backup from Lava’s servers. Your protection settings stay on this device.
de: Dies löscht das angemeldete Lava-Konto und sein verschlüsseltes Backup von den Servern von Lava. Deine Schutzeinstellungen bleiben auf diesem Gerät.
es: Esto elimina la cuenta de Lava con la que has iniciado sesión y su copia de seguridad cifrada de los servidores de Lava. Tus ajustes de protección permanecen en este dispositivo.
fr: Cela supprime le compte Lava connecté et sa sauvegarde chiffrée des serveurs de Lava. Vos réglages de protection restent sur cet appareil.
it: Questo elimina dai server di Lava l’account Lava con cui hai eseguito l’accesso e il suo backup cifrato. Le tue impostazioni di protezione restano su questo dispositivo.
ja: サインイン中のLavaアカウントとその暗号化バックアップをLavaのサーバーから削除します。保護の設定はこのデバイスに残ります。
ko: 로그인된 Lava 계정과 그 암호화 백업을 Lava 서버에서 삭제해요. 보호 설정은 이 기기에 그대로 남아요.
pt_br: Isso exclui a conta Lava conectada e o backup criptografado dela dos servidores do Lava. Suas configurações de proteção ficam neste dispositivo.
zh_hans: 这会从 Lava 服务器删除已登录的 Lava 账户及其加密备份。你的防护设置会留在此设备上。
zh_hant: 這會從 Lava 伺服器刪除已登入的 Lava 帳號及其加密備份。你的防護設定會留在這台裝置上。

source: This filter is locked. Upgrade to Lava Plus to edit it.
de: Dieser Filter ist gesperrt. Wechsle zu Lava Plus, um ihn zu bearbeiten.
es: Este filtro está bloqueado. Pásate a Lava Plus para editarlo.
fr: Ce filtre est verrouillé. Passez à Lava Plus pour le modifier.
it: Questo filtro è bloccato. Passa a Lava Plus per modificarlo.
ja: このフィルターはロックされています。編集するにはLava Plusにアップグレードしてください。
ko: 이 필터는 잠겨 있습니다. 편집하려면 Lava Plus로 업그레이드하세요.
pt_br: Este filtro está bloqueado. Assine o Lava Plus para editá-lo.
zh_hans: 此筛选器已锁定。升级到 Lava Plus 即可编辑。
zh_hant: 此篩選器已鎖定。升級至 Lava Plus 即可編輯。

source: This filter is now active. Review your changes, then save again.
de: Dieser Filter ist jetzt aktiv. Überprüfe deine Änderungen und speichere erneut.
es: Este filtro está activo ahora. Revisa los cambios y vuelve a guardar.
fr: Ce filtre est désormais actif. Vérifiez vos modifications, puis enregistrez à nouveau.
it: Questo filtro è ora attivo. Controlla le modifiche, quindi salva di nuovo.
ja: このフィルターは現在使用中です。変更内容を確認して、もう一度保存してください。
ko: 이 필터가 이제 활성화되었습니다. 변경 사항을 검토한 다음 다시 저장해 주세요.
pt_br: Este filtro agora está ativo. Revise suas alterações e salve novamente.
zh_hans: 此筛选器现在正在使用。请检查你的更改，然后再次保存。
zh_hant: 此篩選器目前使用中。請檢查你的變更，然後再次儲存。

# This helps debug missing, stale, or incorrectly compiled filter lists.
source: This helps debug missing, stale, or incorrectly compiled blocklists.
de: Das hilft, fehlende, veraltete oder falsch kompilierte Blocklisten zu untersuchen.
es: Esto ayuda a depurar listas de bloqueo faltantes, obsoletas o mal compiladas.
fr: Cela aide à diagnostiquer des listes de blocage manquantes, obsolètes ou mal compilées.
it: Aiuta a individuare liste di blocco mancanti, obsolete o compilate in modo errato.
ja: 不足・古い・正しくコンパイルされていないブロックリストの調査に役立ちます。
ko: 누락되었거나 오래되었거나 잘못 컴파일된 차단 목록을 진단하는 데 도움이 돼요.
pt_br: Isso ajuda a depurar listas de bloqueio ausentes, desatualizadas ou compiladas incorretamente.
zh_hans: 这有助于排查缺失、过期或编译有误的拦截列表。
zh_hant: 這有助於排查缺失、過期或編譯有誤的封鎖清單。

source: This helps reproduce bugs tied to a specific app build, iOS version, or device family.
de: Das hilft, Fehler nachzuvollziehen, die mit einem bestimmten App-Build, einer iOS-Version oder einer Gerätefamilie zusammenhängen.
es: Esto ayuda a reproducir errores ligados a una versión concreta de la app, de iOS o a una familia de dispositivos.
fr: Ceci aide à reproduire les bugs liés à une version précise de l’app, d’iOS ou à une famille d’appareils.
it: Aiuta a riprodurre i bug legati a una specifica build dell’app, versione di iOS o famiglia di dispositivi.
ja: 特定の App ビルド、iOS バージョン、デバイスの種類に関連する不具合の再現に役立ちます。
ko: 특정 앱 빌드, iOS 버전 또는 기기 종류와 관련된 버그를 재현하는 데 도움이 됩니다.
pt_br: Isso ajuda a reproduzir bugs ligados a uma versão específica do app, do iOS ou a uma família de dispositivos.
zh_hans: 这有助于复现与特定 App 版本、iOS 版本或设备类型相关的错误。
zh_hant: 這有助於重現與特定 App 版本、iOS 版本或裝置類型相關的錯誤。

source: This includes recent app and protection events. It does not include DNS requests.
de: Das umfasst aktuelle App- und Schutzereignisse. DNS-Anfragen sind nicht enthalten.
es: Esto incluye eventos recientes de la app y de la protección. No incluye solicitudes de DNS.
fr: Ceci inclut les événements récents liés à l’app et à la protection. Cela n’inclut pas les requêtes DNS.
it: Include gli eventi recenti dell’app e della protezione. Non include le richieste DNS.
ja: 最近のアプリと保護のイベントが含まれます。DNSリクエストは含まれません。
ko: 최근 앱 및 보호 이벤트가 포함돼요. DNS 요청은 포함되지 않아요.
pt_br: Isso inclui eventos recentes do app e da proteção. Não inclui as solicitações de DNS.
zh_hans: 这包含最近的 App 与防护事件，但不包含 DNS 请求。
zh_hant: 這包含近期的 App 與防護事件，但不包含 DNS 請求。

source: This removes saved network activity entries from this device. Filtering counts and domain history are unchanged.
de: Dies entfernt gespeicherte Netzwerkaktivität von diesem Gerät. Filterzähler und Domainverlauf bleiben unverändert.
es: Esto elimina las entradas de actividad de red guardadas en este dispositivo. Los recuentos de filtrado y el historial de dominios no cambian.
fr: Cela supprime les entrées d’activité réseau enregistrées sur cet appareil. Les compteurs de filtrage et l’historique des domaines ne changent pas.
it: Questo rimuove le voci dell’attività di rete salvate da questo dispositivo. I conteggi del filtraggio e la cronologia dei domini restano invariati.
ja: このデバイスに保存されたネットワークアクティビティの記録を削除します。フィルタリング件数とドメイン履歴は変わりません。
ko: 이 기기에 저장된 네트워크 활동 항목을 삭제해요. 필터링 횟수와 도메인 기록은 그대로예요.
pt_br: Isso remove os registros de atividade de rede salvos deste dispositivo. As contagens de filtragem e o histórico de domínios continuam os mesmos.
zh_hans: 这会从此设备移除已保存的网络活动记录。筛选计数和域名历史记录不会改变。
zh_hant: 這會從這台裝置移除已儲存的網路活動項目。篩選計數與網域記錄不會變動。

source: This replaces your filters with the 3 defaults — Core, Balanced, and Extra — with Balanced active.
de: Dies ersetzt deine Filter durch die 3 Standardfilter – Core, Balanced und Extra – wobei Balanced aktiv ist.
es: Esto reemplaza tus filtros por los 3 predeterminados (Core, Balanced y Extra), con Balanced activo.
fr: Cela remplace vos filtres par les 3 filtres par défaut — Core, Balanced et Extra — avec Balanced actif.
it: Questo sostituisce i tuoi filtri con i 3 predefiniti — Core, Balanced ed Extra — con Balanced attivo.
ja: フィルターを3つのデフォルト（Core、Balanced、Extra）に置き換え、Balancedを使用中のフィルターにします。
ko: 필터가 기본 필터 3개(Core, Balanced, Extra)로 바뀌고 Balanced를 사용하게 돼요.
pt_br: Isso substitui os seus filtros pelos 3 padrão — Core, Balanced e Extra — com o Balanced ativo.
zh_hans: 这会用 3 个默认筛选器——Core、Balanced 和 Extra——替换你的筛选器，并将 Balanced 设为正在使用的筛选器。
zh_hant: 這會將你的篩選器替換為 3 個預設篩選器——Core、Balanced 與 Extra——並將 Balanced 設為使用中的篩選器。

# This setup is too large for a QR code
source: This filter is too large for a QR code
de: Dieser Filter ist zu groß für einen QR-Code
es: Este filtro es demasiado grande para un código QR
fr: Ce filtre est trop volumineux pour un code QR
it: Questo filtro è troppo grande per un codice QR
ja: このフィルターはQRコードには大きすぎます
ko: 이 필터는 QR 코드로 담기에 너무 커요
pt_br: Este filtro é grande demais para um código QR
zh_hans: 此筛选器过大，无法生成 QR 码
zh_hant: 此篩選器過大，無法產生 QR 碼

source: This shows whether iOS thinks protection is installed, starting, connected, or stopped.
de: Das zeigt, ob iOS den Schutz als installiert, startend, verbunden oder gestoppt einstuft.
es: Esto muestra si iOS considera que la protección está instalada, iniciándose, conectada o detenida.
fr: Ceci indique si iOS considère que la protection est installée, en cours de démarrage, connectée ou arrêtée.
it: Mostra se per iOS la protezione risulta installata, in avvio, connessa o interrotta.
ja: iOSが保護をインストール済み、起動中、接続済み、停止のどの状態と認識しているかを表示します。
ko: iOS가 보호를 설치됨, 시작 중, 연결됨, 중지됨 중 어떤 상태로 인식하는지 보여 줘요.
pt_br: Isso mostra se o iOS considera a proteção como instalada, iniciando, conectada ou parada.
zh_hans: 这会显示 iOS 认为防护处于已安装、正在启动、已连接还是已停止的状态。
zh_hant: 這會顯示 iOS 認為防護目前是已安裝、正在啟動、已連線還是已停止。

# Threat Guardrail
source: Security block
de: Sicherheitsblockierung
es: Bloqueo de seguridad
fr: Blocage de sécurité
it: Blocco di sicurezza
ja: セキュリティによるブロック
ko: 보안 차단
pt_br: Bloqueio de segurança
zh_hans: 安全拦截
zh_hant: 安全封鎖

source: Timeouts
de: Zeitüberschreitungen
es: Tiempos de espera agotados
fr: Délais dépassés
it: Timeout
ja: タイムアウト
ko: 시간 초과
pt_br: Tempos esgotados
zh_hans: 超时
zh_hant: 逾時

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
ja: 今日
ko: 오늘
pt_br: Hoje
zh_hans: 今天
zh_hant: 今天

# Too big to share
source: Too large to share
de: Zu groß zum Teilen
es: Demasiado grande para compartir
fr: Trop volumineux pour être partagé
it: Troppo grande da condividere
ja: 共有するには大きすぎます
ko: 공유하기에 너무 커요
pt_br: Grande demais para compartilhar
zh_hans: 太大，无法分享
zh_hant: 太大，無法分享

source: Topic
de: Thema
es: Tema
fr: Sujet
it: Argomento
ja: トピック
ko: 주제
pt_br: Assunto
zh_hans: 主题
zh_hant: 主題

source: Touch and hold a domain to allow or block it.
de: Halte eine Domain gedrückt, um sie zu erlauben oder zu blockieren.
es: Mantén pulsado un dominio para permitirlo o bloquearlo.
fr: Touchez un domaine de manière prolongée pour l’autoriser ou le bloquer.
it: Tocca e tieni premuto un dominio per consentirlo o bloccarlo.
ja: ドメインを長押しすると、許可またはブロックできます。
ko: 도메인을 길게 눌러 허용하거나 차단하세요.
pt_br: Toque e segure um domínio para liberar ou bloquear.
zh_hans: 长按域名以允许或拦截。
zh_hant: 長按網域即可允許或封鎖。

# Translation is not quite right
source: Translation isn’t quite right
de: Eine Übersetzung stimmt nicht ganz
es: Una traducción no está del todo bien
fr: Une traduction n’est pas tout à fait juste
it: Una traduzione non è del tutto corretta
ja: 翻訳が少しおかしいです
ko: 번역이 좀 어색해요
pt_br: Uma tradução não está muito certa
zh_hans: 翻译有点不太对
zh_hant: 翻譯有點怪怪的

source: Try again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: もう一度試す
ko: 다시 시도
pt_br: Tentar novamente
zh_hans: 重试
zh_hant: 再試一次

source: Tunnel health
de: Tunnel-Zustand
es: Estado del túnel
fr: État du tunnel
it: Stato del tunnel
ja: トンネルの状態
ko: 터널 상태
pt_br: Saúde do túnel
zh_hans: 隧道状态
zh_hant: 通道狀態

# Tunnel Lifecycle Log
source: Connection and protection events
de: Verbindungs- und Schutzereignisse
es: Eventos de conexión y protección
fr: Événements de connexion et de protection
it: Eventi di connessione e protezione
ja: 接続と保護のイベント
ko: 연결 및 보호 이벤트
pt_br: Eventos de conexão e proteção
zh_hans: 连接与防护事件
zh_hant: 連線與防護事件

source: Turn Off
de: Ausschalten
es: Desactivar
fr: Désactiver
it: Disattiva
ja: オフにする
ko: 끄기
pt_br: Desativar
zh_hans: 关闭防护
zh_hant: 關閉

# Turn Off and Clear Activity
source: Turn off and clear network activity
de: Ausschalten und Netzwerkaktivität löschen
es: Desactivar y borrar la actividad de red
fr: Désactiver et effacer l’activité réseau
it: Disattiva e cancella l’attività di rete
ja: オフにしてネットワークアクティビティを消去
ko: 끄고 네트워크 활동 지우기
pt_br: Desativar e apagar a atividade de rede
zh_hans: 关闭并清除网络活动
zh_hant: 關閉並清除網路活動

source: Turn off and clear counts
de: Ausschalten und Zähler löschen
es: Desactivar y borrar los recuentos
fr: Désactiver et effacer les compteurs
it: Disattiva e azzera i conteggi
ja: オフにして件数を消去
ko: 끄고 횟수 지우기
pt_br: Desativar e apagar contagens
zh_hans: 关闭并清除计数
zh_hant: 關閉並清除計數

source: Turn off and clear history
de: Ausschalten und Verlauf löschen
es: Desactivar y borrar el historial
fr: Désactiver et effacer l’historique
it: Disattiva e cancella la cronologia
ja: オフにして履歴を消去
ko: 끄고 기록 지우기
pt_br: Desativar e apagar histórico
zh_hans: 关闭并清除历史记录
zh_hant: 關閉並清除記錄

source: Turn off and clear progress
de: Ausschalten und Fortschritt löschen
es: Desactivar y borrar el progreso
fr: Désactiver et effacer la progression
it: Disattiva e azzera i progressi
ja: オフにして進行状況を消去
ko: 끄고 진행 상황 지우기
pt_br: Desativar e apagar progresso
zh_hans: 关闭并清除进度
zh_hant: 關閉並清除進度

source: Turn On
de: Einschalten
es: Activar
fr: Activer
it: Attiva
ja: オンにする
ko: 켜기
pt_br: Ativar
zh_hans: 开启防护
zh_hant: 開啟

source: Turn on backup
de: Backup einschalten
es: Activar copia de seguridad
fr: Activer la sauvegarde
it: Attiva il backup
ja: バックアップをオンにする
ko: 백업 켜기
pt_br: Ativar backup
zh_hans: 开启备份
zh_hant: 開啟備份

# Turn On Local History
source: Turn on domain history
de: Domainverlauf einschalten
es: Activar historial de dominios
fr: Activer l’historique des domaines
it: Attiva la cronologia dei domini
ja: ドメイン履歴をオンにする
ko: 도메인 기록 켜기
pt_br: Ativar histórico de domínios
zh_hans: 开启域名历史记录
zh_hant: 開啟網域記錄

source: Turn off %@
de: %@ ausschalten
es: Desactivar %@
fr: Désactiver %@
it: Disattiva %@
ja: %@をオフにする
ko: %@ 끄기
pt_br: Desativar %@
zh_hans: 关闭%@
zh_hant: 關閉%@

source: Turn off & delete backup
de: Backup ausschalten & löschen
es: Desactivar y eliminar la copia de seguridad
fr: Désactiver et supprimer la sauvegarde
it: Disattiva ed elimina il backup
ja: バックアップをオフにして削除
ko: 백업 끄고 삭제
pt_br: Desativar e excluir o backup
zh_hans: 关闭并删除备份
zh_hant: 關閉並刪除備份

source: Turn off & delete backup?
de: Backup ausschalten & löschen?
es: ¿Desactivar y eliminar la copia de seguridad?
fr: Désactiver et supprimer la sauvegarde ?
it: Disattivare ed eliminare il backup?
ja: バックアップをオフにして削除しますか？
ko: 백업을 끄고 삭제할까요?
pt_br: Desativar e excluir o backup?
zh_hans: 要关闭并删除备份？
zh_hant: 要關閉並刪除備份嗎？

source: Turn off Lava Guard progress?
de: Lava-Guard-Fortschritt ausschalten?
es: ¿Desactivar el progreso de Lava Guard?
fr: Désactiver la progression Lava Guard ?
it: Disattivare i progressi di Lava Guard?
ja: Lava Guardの進行状況をオフにしますか？
ko: Lava Guard 진행 상황을 끌까요?
pt_br: Desativar o progresso do Lava Guard?
zh_hans: 要关闭 Lava Guard 进度吗？
zh_hant: 要關閉 Lava Guard 進度嗎？

source: Turn off Security passcode
de: Sicherheitscode ausschalten
es: Desactivar el código de seguridad
fr: Désactiver le code de sécurité
it: Disattiva il codice di sicurezza
ja: セキュリティパスコードをオフにする
ko: 보안 암호 끄기
pt_br: Desativar a senha de segurança
zh_hans: 关闭安全密码
zh_hant: 關閉安全密碼

# Turn off local domain history?
source: Turn off domain history?
de: Domainverlauf ausschalten?
es: ¿Desactivar el historial de dominios?
fr: Désactiver l’historique des domaines ?
it: Disattivare la cronologia dei domini?
ja: ドメイン履歴をオフにしますか？
ko: 도메인 기록을 끌까요?
pt_br: Desativar o histórico de domínios?
zh_hans: 要关闭域名历史记录吗？
zh_hant: 要關閉網域記錄嗎？

# Turn off local filtering counts?
source: Turn off filtering counts?
de: Filterzähler ausschalten?
es: ¿Desactivar los recuentos de filtrado?
fr: Désactiver les compteurs de filtrage ?
it: Disattivare i conteggi del filtraggio?
ja: フィルタリング件数をオフにしますか？
ko: 필터링 횟수를 끌까요?
pt_br: Desativar as contagens de filtragem?
zh_hans: 要关闭筛选计数吗？
zh_hant: 要關閉篩選計數嗎？

# Turn off local network activity?
source: Turn off network activity?
de: Netzwerkaktivität ausschalten?
es: ¿Desactivar la actividad de red?
fr: Désactiver l’activité réseau ?
it: Disattivare l’attività di rete?
ja: ネットワークアクティビティをオフにしますか？
ko: 네트워크 활동을 끌까요?
pt_br: Desativar a atividade de rede?
zh_hans: 要关闭网络活动吗？
zh_hant: 要關閉網路活動嗎？

source: Turn on domain history to see your most frequent domains.
de: Schalte den Domainverlauf ein, um deine häufigsten Domains zu sehen.
es: Activa el historial de dominios para ver tus dominios más frecuentes.
fr: Activez l’historique des domaines pour voir vos domaines les plus fréquents.
it: Attiva la cronologia dei domini per vedere i tuoi domini più frequenti.
ja: ドメイン履歴をオンにすると、よくアクセスするドメインが表示されます。
ko: 도메인 기록을 켜면 가장 자주 사용하는 도메인을 볼 수 있어요.
pt_br: Ative o histórico de domínios para ver os seus domínios mais frequentes.
zh_hans: 开启域名历史记录即可查看你最常访问的域名。
zh_hant: 開啟網域記錄即可查看你最常造訪的網域。

# Turn on local history only if you want this searchable list.
source: Turn on domain history only if you want this searchable list.
de: Schalte den Domainverlauf nur ein, wenn du diese durchsuchbare Liste möchtest.
es: Activa el historial de dominios solo si quieres esta lista en la que puedes buscar.
fr: Activez l’historique des domaines seulement si vous voulez cette liste consultable.
it: Attiva la cronologia dei domini solo se vuoi questo elenco ricercabile.
ja: 検索できる一覧が必要な場合にのみ、ドメイン履歴をオンにしてください。
ko: 검색 가능한 목록이 필요할 때만 도메인 기록을 켜세요.
pt_br: Ative o histórico de domínios somente se você quiser esta lista pesquisável.
zh_hans: 只有在你需要这份可搜索的列表时，才开启域名历史记录。
zh_hant: 只有在你需要這份可搜尋的清單時，才開啟網域記錄。

source: Turn on local protection when you are ready
de: Schalte den lokalen Schutz ein, wenn du bereit bist
es: Activa la protección local cuando estés listo
fr: Activez la protection locale quand vous êtes prêt(e)
it: Attiva la protezione locale quando sei pronto
ja: 準備ができたらローカル保護をオンにしてください
ko: 준비되면 로컬 보호를 켜세요
pt_br: Ative a proteção local quando estiver pronto
zh_hans: 准备好后即可开启本地防护
zh_hant: 準備好時開啟本機防護

# Turn on/off Lava
source: Turn protection on or off
de: Schutz ein- oder ausschalten
es: Activar o desactivar la protección
fr: Activer ou désactiver la protection
it: Attiva o disattiva la protezione
ja: 保護をオン/オフにする
ko: 보호 켜기/끄기
pt_br: Ativar ou desativar a proteção
zh_hans: 开启或关闭防护
zh_hant: 開啟或關閉防護

source: Turning off
de: Wird ausgeschaltet
es: Desactivando
fr: Désactivation
it: Disattivazione in corso
ja: オフにしています
ko: 끄는 중
pt_br: Desativando
zh_hans: 正在关闭
zh_hant: 正在關閉

source: Turning on
de: Wird eingeschaltet
es: Activando
fr: Activation
it: Attivazione in corso
ja: オンにしています
ko: 켜는 중
pt_br: Ativando
zh_hans: 正在开启
zh_hant: 正在開啟

source: Turns off backup on this device and permanently deletes your account’s copy. This can’t be undone — you can set up a new backup later.
de: Schaltet das Backup auf diesem Gerät aus und löscht die Kopie deines Accounts dauerhaft. Nicht rückgängig zu machen – du kannst später ein neues Backup einrichten.
es: Desactiva la copia en este dispositivo y elimina de forma permanente la de tu cuenta. No se puede deshacer; puedes crear una nueva más tarde.
fr: Désactive la sauvegarde sur cet appareil et supprime définitivement la copie de votre compte. Action irréversible — vous pourrez en configurer une nouvelle plus tard.
it: Disattiva il backup su questo dispositivo ed elimina definitivamente la copia del tuo account. Non reversibile: potrai crearne uno nuovo più tardi.
ja: このデバイスのバックアップをオフにし、アカウントのコピーを完全に削除します。元に戻せません。あとで新しいバックアップを設定できます。
ko: 이 기기의 백업을 끄고 계정의 사본을 영구적으로 삭제합니다. 되돌릴 수 없으며, 나중에 새 백업을 설정할 수 있습니다.
pt_br: Desativa o backup neste dispositivo e apaga permanentemente a cópia da sua conta. Não dá para desfazer — você pode criar um novo depois.
zh_hans: 关闭此设备上的备份，并永久删除你账户的副本。此操作无法撤销，你之后可以重新设置备份。
zh_hant: 關閉這台裝置上的備份，並永久刪除你帳號的副本。此操作無法復原，你可以稍後重新設定備份。

source: Undo
de: Widerrufen
es: Deshacer
fr: Annuler
it: Annulla
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer
zh_hans: 撤销
zh_hant: 還原

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca
ja: ロック解除
ko: 잠금 해제
pt_br: Desbloquear
zh_hans: 解锁
zh_hant: 解鎖

source: Unlock Lava
de: Lava entsperren
es: Desbloquear Lava
fr: Déverrouiller Lava
it: Sblocca Lava
ja: Lava のロックを解除
ko: Lava 잠금 해제
pt_br: Desbloquear a Lava
zh_hans: 解锁 Lava
zh_hant: 解鎖 Lava
